Repository: Python3pkg/PO-Projects
Catalog: po_projects/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create a new project
fr: Créer un projet

source: <small class="subhead">Project</small> {{ project.name }}
fr: <small class="subhead">Projet</small> {{ project.name }}

source: Settings
fr: Paramètres

source: <small class="subhead">Catalog</small> {{ catalog.get_locale_name }}
fr: <small class="subhead">Catalogue</small> {{ catalog.get_locale_name }}

source: Edit messages
fr: Éditer les messages

source: name
fr: nom

source: slug
fr: nom de raccourci

source: translation domain
fr: domain de traduction

source: project
fr: projet

source: projects
fr: projets

source: header comment
fr: entête de commentaire

source: mime headers
fr: entêtes mime

source: project version
fr: version de projet

source: projects versions
fr: versions de projets

source: catalog
fr: catalogue

source: catalogs
fr: catalogues

source: message id
fr: identifiant

source: message plural id
fr: identifiant pluriel

source: locations
fr: emplacements

source: pluralizable
fr: plurialisable

source: template message
fr: gabarit de message

source: templates messages
fr: gabarits de messages

source: row source
fr: source

source: message plural
fr: pluriel

source: translation message
fr: traduction de message

source: translations messages
fr: traductions de messages

source: Default gettext's domain
fr: Domaine par défaut de Gettext

source: Django's domain
fr: Domaine de Django

source: Submit
fr: Soumettre

source: You don't have permission to use this form
fr: Vous n'avez pas la permission d'utiliser ce formulaire

source: PO File
fr: Fichier PO

source: Upload a valid PO file to update catalog messages, it will only update allready existing messages from the template, it does not add new message or remove existing messages. Be careful this will overwrite previous translations.
fr: Transmettez un fichier PO valide pour mettre à jour les traductions, cela mettre à jour seulement les messages qui existaient déja dans le gabarit de traduction, cela n'ajoutera aucun nouveau message ni n'en supprimera. Prudence, ceci écrasera tout vos précédentes traductions.

source: Your file does not seem to be a valid PO file
fr: Votre fichier ne semble pas être un fichier PO valide

source: Save
fr: Enregistrer

source: Type a locale like 'fr'
fr: Entrez un nom de locale comme 'fr'

source: Create
fr: Créer

source: Type your translation here else the original text will be used
fr: Rédiger votre traduction ici sinon le texte d'origine sera utilisé

source: Locations
fr: Emplacements

source: POT File
fr: Fichier POT

source: Upload a valid POT file to initialize or update project strings to translate
fr: Transmettez un fichier POT valide pour initialiser ou mettre à jour les textes à traduire du projet

source: Your file does not seem to be a valid POT file
fr: Votre fichier ne semble pas être un fichier POT valide

source: Enabled
fr: Activé

source: Manage Catalog
fr: Gérer le catalogue

source: Locale code
fr: Code de locale

source: Progress
fr: Progression

source: Statistics
fr: Statistiques

source: Empty
fr: Vide

source: Download PO
fr: Télécharger le PO

source: Show all locations
fr: Afficher tout les emplacements

source: Hide all locations
fr: Cacher tout les emplacements

source: Catalogs
fr: Catalogues

source: Download full archive
fr: Télécharger l'archive complète

source: Update project
fr: Mettre à jour le projet

source: Projects
fr: Projets

source: Projects list
fr: Liste des projets

source: There is no project yet
fr: Il n'y a encore aucun projet

source: Start a new project
fr: Démarrer un nouveau projet

source: The catalog has been edited successfully
fr: Le catalogue a été édité avec succès

source: Translations have been edited successfully
fr: Les traductions ont été édités avec succès

source: The project has been edited successfully
fr: Le projet a été édité avec succès
